Repository: adrieb96/IPM
Catalog: p1/locale/*/LC_MESSAGES/main.po
Languages: de, es, sq

source: Add
de: Hinzufügen
es: Añadir
sq: Shtoj

source: Add your movies to the list
de: Fügen sie ihre filme auf der liste
es: Añade peliculas a la lista

source: Delete
de: Löschen
es: Borrar
sq: Fshij

source: Delete the movies you don't want in your list
de: Löschen sie die filme, die sie nicht auf ihrer liste wollen
es: Elimina las peliculas que no quieres en tu lista

source: Edit
de: Bearbeiten
es: Editar
sq: Redaktoj

source: Change the title of your movies as many times as you want
de: Ändern sie den titel ihrer filme so oft wie sie möchten
es: Cambia el título de tus películas tantas veces como quieras

source: Seen
de: Gesehen
es: Vista
sq: Shikuara

source: Mark your movie as Seen or Not Seen
de: Markieren sie ihre filme gesehen
es: Marca tus películas como Vistas o No Vistas

source: Recommendations
de: Empfehlug
es: Recomendaciones
sq: Rekomandimet

source: Get Recommendations based on your seen movies
de: Holen sie sich Empfehlungen basierend auf ihren filmen
es: Obtén Recomendaciones basadas en tus películas vistas

source: Import
de: Einführen
es: Importar
sq: Importoj

source: If you have a saved list of seen movies you can import it
de: Wenn sie eine gespeicherte liste von filmen haben import
es: Si tienes guardada una lista de películas vistas puedes importarla

source: Export
de: Ausführen
es: Exportar
sq: Exportoj

source: Export your seen movies
de: Exportieren sie ihre filme
es: Exporta tus películas vistas

source: All
de: Alle
es: Todas
sq: gjithë

source: See the full list of saved Movies
de: Die vollständige liste der Filme
es: Mira la lista de Películas completa

source: Just see the list of seen Movies
de: Siehe die liste der Filme gesehen
es: Mira únicamente tus Películas vistas

source: Watchlist
de: Merken
es: Pendientes
sq: listë shikojnë

source: Here you can check your no seen Movies
de: Überprüfen sie ihre Merkliste
es: Aquí puedes ver por separado las Películas pendientes

source: User Help
de: Benutzer-Hilfe
es: Ayuda de Usuario

source: title
de: titel
es: título
sq: titull

source: Reommendations
de: Empfehlungen
es: Recomendaciones

source: Select movies to add
de: Wählen sie filme hinzufügen
es: Seleccionas las peliculas para añadirlas

source: Exit
de: Beenden
es: Salir

source: Add All
de: Alle Hinzufügen
es: Añadir Todas

source: Error with Movie
de: Fehler mit Film
es: Error en la película
sq: Gabim me Film

source: Movie already exists
de: Film ist bereits vorhanden
es: Pelicula ya existe
sq: Filmi tashmë ekziston

source: Connection Error
de: Verbindungsfehler
es: Error de Conexión
sq: Gabim në lidhje

source: Timeout Exceeded
de: Zeitüberschreitung
es: Tiempo de Espera Excedido

source: Couldn't connect to the DataBase
de: Konnte nicht mit der Datenbank verbinden
es: No se pudo conectar a la Base de Datos
sq: Nuk mund të lidheni me bazën e të dhënave

source: You have no Movies
de: Sie haben keine Filme
es: No tienes Películas guardadas
sq: Ju nuk keni Filma

source: We have some recommendations to get you started:
de: Wir haben einige empfehlungen für den erfolgreichen start
es: Tenemos algunas recomendaciones para iniciarte:
sq: Ne kemi disa rekomandime për të merrni ju keni filluar

source: You have seen no Movies
de: Sie haben keine Filme gesehen
es: No has visto ninguna Pelicula

source: Mark your movies as seen to get recommendations
de: Markieren sie ihre filme gesehen emofehlungen zu erhalten
es: Marca tus películas como vistas para obtener recomendaciones

source: No Recomendations Found
de: Keine Empfehlungen Gefunden
es: No Se Han Encontrado Recomendaciones

source: Couldnt find recommendations for your movies
de: Konnte nicht empfehlungen für ihre filme finden
es: No se encontraron recomendaciones para tus peliculas

source: You have seen no movies
de: Sie haben keine filme gesehen
es: No has visto películas
sq: Ju keni parë nuk ka filma

source: Cancel
de: Stornieren
es: Cancelar

source: Title
de: Titel
es: Título
sq: Titull

source: yes
de: ja
es: sí
sq: po

source: no
de: nein
sq: jo

source: Seen
de: Gesehen
es: Vistas
sq: Shikuara

source: Recommendations based on your movies
sq: Rekomandime bazuar në filmat tuaj

source: No recommendations found
sq: Nuk rekomandime gjetur
